{"id": "cbsnews.248387", "speaker_audios": ["ntrex_dialogs/fr/12977_10625_000037-0001.wav"], "tags": ["ntrex", "lang=fr", "monologue"], "turns": ["La police a arrêté un suspect du tir fatal qui a entraîné le décès de Wayde Sims, un basketteur de la LSU âgé de 20 ans.", "Dyteon Simpson, 20 ans également, a été écroué et est accusé de meurtre au deuxième degré, a indiqué le service de police de Baton Rouge.", "Les autorités ont publié une vidéo de l’affrontement entre Sims et Simpson, et la police a indiqué que Sims avait perdu ses lunettes pendant l’altercation.", "Retrouvées sur les lieux du crime, les lunettes portaient l’ADN de Simpson, d’après WAFB, filiale du groupe CBS.", "Lors de son interrogatoire, Simpson a avoué à la police être responsable de la mort de Wayde.", "Selon son avocat, sa caution a été fixée à 350 000 dollars.", "Le bureau du médecin légiste de la paroisse de Baton-Rouge a publié vendredi un rapport préliminaire, qui détermine que la mort a été provoquée par une blessure par une balle qui a traversé la tête et s’est logée dans le cou.", "Le service de police reconnaît l’aide reçue par la Fugitive Task Force de Louisiana State, le laboratoire médico-légal de la police d’état, la police de la Southern University, ainsi que de citoyens, dans l’enquête qui a mené à l’arrestation.", "Le directeur sportif de la LSU, Joe Alleva, a remercié les forces de l’ordre pour leur « engagement et leur quête de justice ».", "Sims n’avait que 20 ans.", "1,98 m pour 98 kg, le joueur grandit à Baton-Rouge, où son père, Wayne,a également joué au basketball à la LSU.", "En moyenne, il marquait 5,6 points et effectuait 2,6 rebonds par match lors de la dernière saison.", "Vendredi matin, Will Wade, l’entraîneur de basketball de la LSU a déclaré que l’équipe était « dévastée et sous le choc » après la nouvelle du décès de Wayde.", "« Nous redoutons tout le temps ce type d’événement », regretta Wade."], "language": "fr"}
{"id": "cnn.304447", "speaker_audios": ["ntrex_dialogs/fr/3267_1902_000075-0001.wav"], "tags": ["ntrex", "lang=fr", "monologue"], "turns": ["Le président a fait allusion à la situation qu’a généré son soutien à Brett Kavanaugh pour la Cour suprême en parlant de l’importance de la participation des républicains aux élections de mi-mandat.", "« Toutes nos actions auront un impact en novembre.", "Nous sommes à cinq semaines de l’une des élections les plus importantes de nos vies.", "C’est un enjeu majeur. Je ne suis pas candidat, mais je suis plus impliqué que jamais. C’est la raison pour laquelle je me bats sur tous les fronts pour des candidats formidables », a-t-il déclaré.", "Trump a poursuivi « Vous voyez ce groupe radical horrible, vraiment horrible, des démocrates, vous le voyez à l’œuvre.", "Et ils sont déterminés à reprendre le pouvoir par tous les moyens. Voyez leur méchanceté.", "Ils se fichent de qui ils blessent, de qui ils écrasent pour prendre le pouvoir et le contrôle. C’est cela qu’ils veulent, le pouvoir et le contrôle, et nous n’allons pas leur donner. »", "Les démocrates sont en mission de « résistance et d’obstruction ».", "« Vous pouvez le constater sur les quatre derniers jours », a-t-il ajouté, avant de qualifier les démocrates de personnes « en colère, méchantes et menteuses. »", "Il a évoqué le Comité judiciaire du Sénat des États-Unis et la sénatrice démocrate Dianne Feinstein, ce qui lui a valu de se faire huer par le public.", "« Vous vous souvenez de sa réponse ? »", "Avez-vous divulgué le document ?", "Ha ha, bien sûr.", "Non, non. J’en attends un. C’était un très mauvais langage corporel, le pire que j’ai jamais vu. »"], "language": "fr"}
{"id": "newsweek.51300", "speaker_audios": ["ntrex_dialogs/fr/10179_11051_000005-0001.wav"], "tags": ["ntrex", "lang=fr", "monologue"], "turns": ["La sénatrice du Massachusetts Elizabeth Warren a annoncé samedi qu’elle envisagerait sérieusement la possibilité de se présenter aux élections présidentielles à la suite des élections de mi-mandat.", "Lors d’une assemblée publique à Holyoke, dans le Massachusetts, Warren a confirmé qu’elle songerait à se présenter.", "« Le moment est venu pour les femmes d’aller à Washington et de réparer notre gouvernement brisé, et pour cela, une femme devra être au sommet », dit-elle, selon The Hill.", "« Après le 6 novembre, j’envisagerai sérieusement de présenter ma candidature aux présidentielles. »", "Warren a dit ce qu’elle pensait du président Donald Trump lors du rassemblement public, affirmant qu’il « conduisait ce pays dans la mauvaise direction ».", "« Je m’inquiète énormément de ce que Donald Trump fait à notre démocratie », a-t-elle déclaré.", "Warren s’est montrée franche dans sa critique de Trump et du candidat à la Cour suprême de celui-ci, Brett Kavanaugh.", "Vendredi, dans un message sur Twitter, Warren a déclaré : « Évidemment qu’il nous faut une enquête du FBI avant de voter. »", "Toutefois, un sondage publié jeudi a montré que la majorité des électeurs de Warren ne sont pas d’avis qu’elle devrait se présenter en 2020.", "Selon le sondage du Centre de recherche politique de l’Université du Suffolk et du Boston Globe, 58 % des électeurs « probables » du Massachusetts ont affirmé que la sénatrice ne devait pas se présenter.", "32 % étaient en faveur d’une telle campagne.", "Le sondage a révélé que l’ancien gouverneur Deval Patrick était davantage soutenu, avec 38 % en faveur d’une potentielle campagne et 48 % contre celle-ci.", "Parmi les autres noms de démocrates très en vue évoqués pour une campagne potentielle en 2020 figurent ceux de l’ancien vice-président Joe Biden et du sénateur du Vermont Bernie Sanders.", "Selon l’Associated Press, Biden a déclaré qu’il prendrait une décision officielle d’ici janvier."], "language": "fr"}
{"id": "reuters.218861", "speaker_audios": ["ntrex_dialogs/fr/2154_2576_000020-0003.wav"], "tags": ["ntrex", "lang=fr", "monologue"], "turns": ["Samedi, le ministre nord-coréen des Affaires étrangères a déclaré aux Nations unies que le maintien des sanctions renforçait sa méfiance à l’égard des États-Unis et qu'il serait impossible pour son pays, de renoncer unilatéralement à ses armes nucléaires dans ces circonstances.", "Lors de l’Assemblée générale annuelle de l’organisme mondial, Ri Yong Ho a affirmé que la Corée du Nord avait pris l’année dernière d’« importantes mesures de bonne volonté », comme celles de mettre fin aux comme l'arrêt des essais nucléaires et de missiles, le démantèlement du site des essais nucléaires et son engagement à ne pas faire proliférer les armes et la technologie nucléaires", "« Cependant, nous ne voyons aucune réponse correspondante de la part des États-Unis », a-t-il regretté", "En l’absence de confiance dans les États-Unis, nous craindrons pour notre sécurité nationale et, en pareilles circonstances, il est exclu que nous soyons les premiers à nous désarmer unilatéralement. »", "Tout en réitérant les reproches bien connus de la Corée du Nord concernant l’opposition de Washington à une approche « par étapes » de la dénucléarisation en vertu de laquelle la Corée du Nord serait récompensée si elle prenait progressivement des mesures, sa déclaration s’est révélée importante en ce qu’elle ne rejette pas l’idée d’une dénucléarisation unilatérale comme Pyongyang l’avait fait par le passé.", "Ri a fait référence à une déclaration commune de Kim Jong Un et Donald Trump, faite le 12 juin à Singapour lors du tout premier sommet entre un président américain en exercice et un dirigeant nord-coréen, lorsque Kim s’est engagé à œuvrer en faveur d’une « dénucléarisation de la péninsule coréenne » tandis que Trump promettait de garantir la sécurité de la Corée du Nord.", "La Corée du Nord cherche à mettre officiellement fin à la guerre de Corée (1950-1953), mais les États-Unis ont déclaré que Pyongyang devait d’abord renoncer à ses armes nucléaires.", "Washington a également refusé les demandes visant à assouplir les sanctions internationales sévères contre la Corée du Nord.", "les États-Unis insistent pour que la Corée du Nord procède d'abord à la dénucléarisation et accentuent la pression en imposant des sanctions pour atteindre leur objectif de manière coercitive, s’opposant même à \"la déclaration de fin de guerre\" ».", "« Ceux qui pensent que ces sanctions peuvent nous faire ployer ne nous connaissent pas.", "Le problème est que le maintien des sanctions accroît notre méfiance. »", "Ri n’a formulé aucun commentaire au sujet du second sommet entre Kim et Trump mis en exergue devant les Nations unies par le dirigeant américain plus tôt cette semaine.", "Le ministre a plutôt souligné trois rencontres ayant eu lieu entre Kim et le dirigeant sud-coréen Moon Jae-in au cours des cinq derniers mois, et a ajouté : « Si la partie concernée par la question de la dénucléarisation était la Corée du Sud et non les États-Unis, la dénucléarisation de la péninsule coréenne ne se trouverait pas dans une telle impasse. »", "Malgré tout, le ton du discours de Ri était radicalement différent de celui de l’an dernier, lorsqu’il avait déclaré devant l’Assemblée générale des Nations Unies qu’il était inévitable de pointer les missiles nord-coréens sur le territoire nord-américain après que le « maléfique » président Trump ait qualifié Kim d’« homme missile » en mission suicide.", "Trump, qui avait menacé l’an dernier devant les Nations unies de « détruire totalement » la Corée du Nord, n'a pas tari d'éloges cette année sur le courage avec lequel Kim a appliqué des mesures en vue d’un désarmement, mais a ajouté qu'il restait encore beaucoup à faire et que les sanctions ne seraient pas levées tant que la Corée du Nord ne désarmera pas.", "Mercredi, Trump a déclaré qu’aucun délai n’avait été fixé. « Cela peut prendre deux ans, trois ans ou cinq mois ; cela n’a aucune importance », a-t-il affirmé.", "La Chine et la Russie soutiennent que le Conseil de sécurité des Nations unies devrait récompenser Pyongyang pour les mesures adoptées.", "Toutefois, le secrétaire d’État américain Mike Pompeo a déclaré jeudi dernier au Conseil de sécurité des Nations unies que : « L’application des sanctions du Conseil de sécurité doit être fermement et systématiquement maintenue jusqu’à la dénucléarisation totale, définitive et vérifiée. »", "Le Conseil de sécurité a renforcé à l’unanimité les sanctions contre la Corée du Nord depuis 2006 afin d’étouffer le financement des programmes nucléaires et des missiles balistiques de Pyongyang.", "Pompeo a rencontré Ri en marge de l’Assemblée générale des Nations unies et a ensuite annoncé qu’il se rendrait de nouveau à Pyongyang le mois prochain afin de préparer un second sommet.", "Cette année, Pompeo s’est déjà rendu trois fois en Corée du Nord, mais son dernier voyage fut quelque peu désastreux.", "En juillet, il a quitté Pyongyang en affirmant que des progrès avaient été accomplis mais, dans les heures qui ont suivi, la Corée du Nord a dénoncé ses « méthodes de gangster ».", "Lors d’une réunion avec Moon ce mois-ci, la Corée du Nord s’est engagée à démanteler un site de missiles ainsi qu’un complexe nucléaire si les États-Unis prenaient des « mesures équivalentes ».", "Il a Selon le président sud-coréen, Kim réclame les garanties de sécurité promises par Trump à Singapour, et des efforts en vue d’une normalisation des relations avec Washington."], "language": "fr"}
{"id": "dailymail.co.uk.298738", "speaker_audios": ["ntrex_dialogs/fr/2114_1656_000053-0001.wav"], "tags": ["ntrex", "lang=fr", "monologue"], "turns": ["Kit Harington est connu pour son rôle de fine lame, Jon Snow dans Game of Thrones, la violente série médiévale fantastique de HBO.", "Mais l’acteur de 31 ans s’en est pris au stéréotype du héros macho, en affirmant que ce type de rôle à l’écran amènen souvent les jeunes garçons à se faire passer pour des durs à cuire pour se faire respecter.", "Dans un entretien accordé au Sunday Times Culture, Kit a indiqué que selon lui « quelque chose ne va pas » et aborde la question de la masculinité toxique à l’heure du #MeToo.", "Kit, qui a récemment épousé Rose Leslie, covedette de Game of Thrones, également âgée de 31 ans, a avoué qu’il tenait « fermement » à s’attaquer à cette question.", "« Personnellement, je pense profondément que nous avons malmené la masculinité. »", "« Quels enseignements avons-nous prodigué aux jeunes hommes qui deviennent adultes, par rapport au problème qui se pose maintenant ? »", "Selon Kit, la télévision pourrait être en partie responsable du fait de l’augmentation de la masculinité toxique à cause de ses personnages très masculins.", "Il a continué : « Quel comportement est inné, quel comportement a été inculqué ?", "Qu’est-ce que la télévision et la rue apprennent aux jeunes garçons qui les incitent à penser qu’ils doivent se comporter ainsi pour être un homme ?", "Je crois que c’est réellement l’une des questions fondamentales de notre temps - comment pouvons-nous changer cela ?", "Il y a de toute évidence, quelque chose qui cloche. »", "Dans l’interview, il a aussi avoué qu’il ne ferait pas de prologues ni de suites lorsque la série s’achèvera l’été prochain, affirmant en avoir fini avec « les champs de bataille et les chevaux ».", "À partir de novembre, Kit sera la vedette d’une reprise de True West, de Sam Shepard, qui raconte l’histoire d’un producteur de films et de son frère, un voleur.", "Récemment, l’acteur a dévoilé que la rencontre avec sa femme Rose était pour lui la meilleure chose qui lui soit arrivée dans Game of Thrones.", "« J’ai rencontré ma femme dans cette série, elle m’a donc offert ma future famille et ma vie dorénavant », déclare-t-il.", "Rose interprétait Ygritte, l’amoureuse du personnage de Kit, Jon Snow, dans la série fantastique qui a remporté un Emmy.", "Le couple s’est marié en juin 2018 en Écosse, au domaine familial de Leslie."], "language": "fr"}
{"id": "thelocal.65969", "speaker_audios": ["ntrex_dialogs/fr/2216_1745_000007-0001.wav"], "tags": ["ntrex", "lang=fr", "monologue"], "turns": ["Dans une allocution devant l’Assemblée générale des Nations unies, le ministre des Affaires étrangères Walid al-Moualem a également appelé les réfugiés syriens à rentrer chez eux, même si la guerre dans ce pays est désormais dans sa huitième année.", "Moualem, qui est également vice-premier ministre, a déclaré que les forces étrangères se trouvaient sur le sol syrien illégalement, sous prétexte de combattre le terrorisme, et qu’elles « [seraient] traitées en conséquence ».", "« Elles doivent se retirer immédiatement et sans condition », a-t-il dit à l’assemblée.", "Moualem a soutenu que la « guerre contre le terrorisme est quasiment terminée » en Syrie, alors que plus de 360 000 personnes sont mortes depuis 2011 et que des millions d’autres ont été déracinées de leurs foyers.", "Il a indiqué que Damas allait continuer « à mener cette bataille sacrée jusqu’à ce que tous les territoires syriens soient purgés » aussi bien des deux groupes terroristes que de toute « présence étrangère illégale ».", "Les États-Unis comptent quelque 2 000 soldats en Syrie, dont la plupart forment et conseillent à la fois les forces kurdes et les Arabes syriens qui s’opposent au président Bachar al-Assad.", "Dans ce pays ravagé par la guerre, la France compte plus de 1 000 soldats sur place.", "Moualem a déclaré concernant les réfugiés, que les conditions étaient favorables à leur retour, et accusé « certains pays occidentaux » de « propager des inquiétudes irrationnelles » qui ont dissuadé les réfugiés de rentrer.", "« Nous avons appelé la communauté internationale et les organisations humanitaires à faire en sorte que ces retours soient facilités », a-t-il affirmé.", "« Ils sont en train de politiser ce qui devrait être une question purement humanitaire. »", "Les États-Unis et l’Union européenne ont fait savoir qu’il n’y aurait pas de soutien à la reconstruction de la Syrie tant qu’un accord politique entre Assad et l’opposition visant à mettre fin à cette guerre ne serait pas conclu.", "Les diplomates des Nations unies affirment qu’un récent accord entre la Russie et la Turquie pour la création d’une zone tampon dans la dernière forteresse rebelle d’Idlib a permis de faire progresser les négociations politiques.", "L’accord russo-turc a évité un assaut à grande échelle sur la province où vivent trois millions de personnes, par des forces syriennes soutenues par la Russie.", "Moualem a toutefois souligné que l’accord prévoyait des « délais précis » et a émis l’espoir que les mesures militaires cibleront les djihadistes, en particulier les combattants du Front Nusra, qui sont liés à Al-Qaeda et qui « seront éliminés ».", "Staffan de Mistura, représentant des Nations unies, espère convoquer bientôt les premières rencontres d’un nouveau comité rassemblant des membres du gouvernement et de l’opposition afin de rédiger une constitution post-guerre et de préparer la voie aux élections en Syrie.", "Moualem a défini les conditions de participation du gouvernement syrien au comité, affirmant que le travail du groupe devrait se limiter « à la révision des articles de la constitution actuelle », et formulé une mise en garde contre toute ingérence."], "language": "fr"}
{"id": "cnbc.com.6790", "speaker_audios": ["ntrex_dialogs/fr/1406_1028_000009-0003.wav"], "tags": ["ntrex", "lang=fr", "monologue"], "turns": ["Trump s’est moqué des médias qui le critiquent en raison de son commentaire que certains jugent « indigne d’un président », et pour se montrer si positif à l’égard du leader nord-coréen.", "« Pourquoi le Président Trump a-t-il autant cédé ? »,", "railla-t-il, en prenant une voix de journaliste TV.", "« Je n’ai rien cédé du tout ».", "Il a indiqué que Kim Jong-un s’était montré favorable à la tenue d’une deuxième réunion, après que Trump ait qualifié la première, qui s’est déroulée à Singapour au mois de juin, de grand pas vers la dénucléarisation de la Corée du Nord.", "Cependant, les négociations relatives à cette dénucléarisation sont au point mort.", "Plus de 3 mois après le sommet de juin à Singapour, le chef de la diplomatie nord-coréenne, Ri Yong Ho, a déclaré samedi aux leaders mondiaux, lors de l’Assemblée générale de l’ONU, ne voir aucune « réponse correspondante » des États-Unis aux premières mesures de désarmement de la Corée du Nord.", "Il déplora qu’au contraire, les États-Unis continuent d’imposer des sanctions visant à maintenir la pression exercée.", "Dans son discours de rassemblement Trump offre une perspective bien plus optimiste.", "« Tout va bien avec la Corée du Nord », affirme le président nord-américain.", "Nous avons frôlé le conflit armé.", "« Des millions de personnes auraient été tuées.", "Nous avons maintenant une excellente relation. »", "Selon Trump, ses efforts pour améliorer les relations avec Kim ont abouti à des résultats positifs : la fin des essais de tir de missiles, la libération d’otages et les restes de militaires nord-américains rendus à leurs familles.", "Il justifia également son approche peu habituelle quant aux relations avec Kim.", "« C’est tellement facile de jouer le rôle de président, mais au lieu d’avoir 10 000 personnes qui tentent d’accéder à cette arène pleine à craquer, il n’y en a à peine plus de 200 debout devant moi », critiqua-t-il en pointant du doigt vers la foule."], "language": "fr"}
{"id": "dailymail.co.uk.298696", "speaker_audios": ["ntrex_dialogs/fr/2154_2576_000020-0003.wav"], "tags": ["ntrex", "lang=fr", "monologue"], "turns": ["Nigel Farage a promis aujourd’hui de « mobiliser l’armée populaire » lors d’une manifestation à la conférence des conservateurs.", "L’ancien du Parti pour l’indépendance du Royaume-Uni a indiqué que les politiciens devaient « ressentir la pression » des eurosceptiques - comme l’un des députés de Theresa May l’a suggéré, il devrait être chargé de négocier avec l’UE.", "Le député conservateur d’arrière-ban Peter Bone a affirmé lors de la marche de Birmingham que le Royaume-Uni « aurait déjà été libéré » si M. Farage avait été secrétaire au Brexit.", "Mais le dilemme auquel Mme May est confrontée pour réconcilier ses troupes profondément divisées a été souligné par les conservateurs en faveur de l’idée de rester dans l’Union qui ont rejoint une manifestation isolée contre le Brexit dans la ville.", "Le premier ministre a du mal à maintenir son plan de compromis de Chequers malgré les menaces des ceux qui veulent sortir et de ceux qui veulent rester ainsi que de l’UE.", "Les alliés ont souligné qu’elle poursuivrait ses tentatives de parvenir à un accord avec Bruxelles en dépit des hostilités - et obligerait les eurosceptiques et les travaillistes à choisir entre son programme et le « chaos ».", "M. Bone a indiqué au rassemblement des Leave Means Leave à Solihull qu’il voulait « se débarrasser de Chequers ».", "Il a estimé que M. Farage aurait dû devenir un partenaire et se voir confier la charge des négociations avec Bruxelles.", "« S’il avait été en charge, nous serions déjà sortis », a-t-il déclaré.", "Le député de Wellingborough a ajouté : « Je défendrai le Brexit, mais nous devons nous débarrasser de Chequers. »", "Exprimant son opposition à l’UE, il a poursuivi : « Nous ne nous sommes pas livrés à des guerres mondiales pour nous soumettre.", "Nous souhaitons faire nos propres législations dans notre propre patrie. »", "M. Bone a écarté les suggestions selon lesquelles l’opinion publique avait évolué depuis le vote de 2016 : « L’idée que le peuple britannique a tourné la page et veut rester est complètement fausse. »", "La conservatrice Andrea Jenkyns, favorable à la sortie, était elle aussi présente lors de la marche pour le dire aux journalistes : « Je dis simplement : Madame le Premier ministre, écoutez les gens.", "Chequers n’est pas apprécié du grand public, l’opposition ne votera pas pour, c’est aussi le cas de notre parti et de nos militants qui sillonnent les rues et nous font élire avant tout.", "Abandonnez Chequers et commencez à écouter. »", "Dans un message dirigé vers Mme May, elle a ajouté : Les Premiers ministres conservent leur emploi quand ils honorent leurs promesses. »", "« M. Farage a indiqué au rassemblement que les politiciens devaient être amenés à \"sentir la pression\" s’ils étaient sur le point de trahir la décision qui a été prise dans le cadre du référendum de 2016.", "« Il s’agit désormais d’une question de confiance entre nous - le peuple - et notre classe politique », a-t-il déclaré.", "Ils essaient de tromper le Brexit et nous leur disons aujourd’hui : « Nous ne vous laisserons pas vous en sortir ainsi ».", "Il a ajouté dans un message adressé à la foule enthousiaste : « Je souhaite que vous fassiez ressentir la pression à notre classe politique qui est sur le point de trahir le Brexit.", "Nous mobilisons l’armée populaire de ce pays qui nous a permis de remporter la victoire au Brexit et nous ne nous arrêterons pas tant que nous ne serons pas devenus un Royaume-Uni indépendant, autonome et fier ».", "Entre-temps, les adeptes pro-européens ont marché à travers Birmingham avant d’organiser un ralliement de deux heures dans le centre-ville.", "Un petit nombre de militants ont brandi des bannières de conservateurs contre le Brexit après le lancement du groupe ce week-end.", "Son homologue travailliste Lord Adonis s’est moqué des conservateurs en raison des enjeux de sécurité concernant l’application du parti, au début de la conférence.", "« Ce sont eux qui nous assurent qu’ils sont en mesure de mettre en place les systèmes informatiques et toute la technologie pour le Canada, plus, pour la frontière sans friction, pour le libre-échange sans frontières en Irlande » a-t-il ajouté.", "« C’est une vraie farce.", "Un bon Brexit, ça n’existe pas », a-t-il ajouté."], "language": "fr"}
{"id": "dailymail.co.uk.298630", "speaker_audios": ["ntrex_dialogs/fr/2154_2576_000020-0003.wav"], "tags": ["ntrex", "lang=fr", "monologue"], "turns": ["Un nouveau vaccin contre le cancer permet au système immunitaire de « déceler » les cellules cancéreuses et de les tuer", "Dans le cadre du traitement, le vaccin indique au système immunitaire comment reconnaître les cellules cancéreuses", "Cette technique consiste à extraire des cellules immunitaires d’un patient et à les modifier en laboratoire", "Elles peuvent alors « déceler » une protéine qui est commune à de nombreux cancers, et sont ensuite réinjectées", "Un vaccin expérimental montre des résultats encourageants chez des patients atteints de différents types de cancer.", "Une femme qui a reçu le vaccin, dont le but est d'apprendre au système immunitaire à reconnaître les cellules cancéreuses, a vu son cancer ovarien disparaître pendant plus de 18 mois.", "La méthode consiste à extraire des cellules immunitaires d'un patient et à les modifier en laboratoire, de sorte qu’elles puissent déceler la protéine HER2, commune à de nombreux cancers, et enfin à les réinjecter.", "Le professeur Jay Berzofsky, de l’Institut national américain du cancer basé à Bethesda, dans le Maryland, a déclaré : « Nos résultats indiquent que nous avons un vaccin très prometteur. »", "Selon le professeur Berzofsky, la protéine HER2 « entraîne provoque un accroissement de plusieurs types de cancer », notamment le cancer du sein, ovarien, pulmonaire et colorectal.", "Une approche similaire, consistant à prélever des cellules immunitaires pour leur « apprendre » à cibler les cellules cancéreuses, a fait ses preuves dans le cadre du traitement d’un type de leucémie."], "language": "fr"}
{"id": "scotsman.133791", "speaker_audios": ["ntrex_dialogs/fr/12205_11650_000004-0002.wav"], "tags": ["ntrex", "lang=fr", "monologue"], "turns": ["Les Rangers ont subi un nouveau coup dur à l’extérieur, l’attaque de Dolly Menga ayant mené l’équipe désarticulée de Steven Gerrard à Livingston vers une défaite de 1-0.", "L’équipe d’Ibrox espérait enregistrer sa première victoire en déplacement depuis son triomphant 4-1 en février à St Johnstone, mais l’équipe de Gary Holt a infligé à Gerrard sa seconde défaite en 18 matches en tant qu’entraîneur, laissant son équipe à la dérive, huit points derrière les Hearts, meneurs des Ladbroke Premiership.", "Menga a frappé sept minutes avant la mi-temps et l’équipe des Rangers, à court d’inspiration, n’a pas réussi à égaliser.", "Tandis que les Rangers chutent désormais à la sixième place, Livingston se hisse en troisième position, juste derrière Hibernian sur la différence de buts.", "Et d’autres difficultés pourraient se faire sentir pour les Rangers, l’arbitre Calum Spence ayant dû être soigné pour une blessure à la tête suite au jet d’un objet depuis le côté opposé.", "Gerrard a effectué huit changements dans l’équipe, qui a balayé Ayr en demi-finale de la Coupe Betfred.", "Holt, quant à lui, a choisi le même Livi 11 qui a arraché un point aux Hearts la semaine dernière et aurait été enchanté de voir que son équipe bien entraînée étouffait ses adversaires à chaque tour.", "Les Rangers ont peut-être maîtrisé la possession du ballon, mais Livingston en a fait davantage.", "Ils auraient dû marquer à deux minutes, quand le premier tir de Menga a envoyé Scott Pittman sur le but d’Allan McGregor, mais le milieu de terrain a laissé passer sa chance.", "Keaghan Jacobs a ensuite tiré un puissant coup en direction du capitaine Craig Halkett, mais son coéquipier défenseur Alan Lithgow n'a pu qu'atteindre le deuxième poteau", "Les Rangers ont réussi à prendre le contrôle, mais il semblait y avoir plus d’espoir que de foi en leur jeu dans le dernier tiers.", "Alfredo Morelos estimait certainement qu’il aurait dû bénéficier d’un penalty après le coup franc lorsque Steven Lawless et lui sont entrés en collision mais l’arbitre Steven Thomson a écarté les demandes du Colombien.", "Les Rangers n’ont profité que de deux tirs en première période, mais l’ancien gardien d’Ibrox, Liam Kelly, a été à peine troublé par Lassana Coulibaly et une frappe d’Ovie Ejaria.", "Si l’ouverture du score par Livi à la 34è minute s’est inscrite contre le cours du jeu, nul ne peut nier qu’ils la méritaient de par leur travail acharné.", "Une nouvelle fois, les Rangers ont échoué face au coup de pied arrêté de Jacobs.", "Scott Arfield n’a pas réagi lorsque Declan Gallagher a remis le ballon à Scott Robinson, qui a gardé son sang-froid pour choisir Menga pour une fin tout en simplicité.", "Gerrard a réagi à la mi-temps en remplaçant Coulibaly par Ryan Kent et l’échange a bien failli avoir un impact immédiat lorsque l’ailier s’est présenté devant Morelos, mais l’impressionnant Kelly s’est précipité pour faire bloc.", "Livingston a tout de même continué de pousser les visiteurs à jouer exactement le type de jeu qu’ils aiment, avec Lithgow et Halkett balayant balles longues sur balles longues.", "L’équipe de Holt aurait pu prendre l’avantage dans les derniers instants, mais McGregor s’est bien débrouillé pour repousser Jacobs avant que Lithgow ne passe à côté du but.", "Le remplaçant des Rangers, Glenn Middleton, a encore une fois réclamé un penalty en fin de jeu alors qu’il était aux prises avec Jacobs, mais Thomson l’a de nouveau ignoré."], "language": "fr"}
{"id": "cnbc.com.6772", "speaker_audios": ["ntrex_dialogs/fr/4937_3731_000004-0001.wav"], "tags": ["ntrex", "lang=fr", "monologue"], "turns": ["Alors que la Chine est de plus en plus active dans le domaine de l’intelligence artificielle, les États-Unis devraient doubler ses financements dédiés à la recherche dans ce secteur, d’après l’investisseur et expert en intelligence artificielle Kai-Fu Lee, qui a travaillé pour Google, Microsoft et Apple.", "Ces déclarations surviennent après que plusieurs acteurs du gouvernement américain ont fait des annonces relatives à l’IA, alors qu’une stratégie d’IA officielle fait défaut aux États-Unis.", "En parallèle, la Chine a présenté sa feuille de route l’an dernier : elle prévoit de devenir le leader en innovation IA d’ici 2030.", "« Doubler les fonds pour la recherche dans le domaine de l’IA serait un bon début, car tous les autres pays ont une longueur d’avance sur les États-Unis, et nous recherchons la prochaine grande découverte en IA », explique Lee.", "Doubler les fonds pourrait doubler les chances que la prochaine étape clé dans le domaine de l’IA provienne des États-Unis, a déclaré Lee à CNBC dans une interview cette semaine.", "Lee, dont le livre « AI Superpowers: China, Silicon Valley and the New World Order » a été publié ce mois-ci par Houghton Mifflin Harcourt, est le PDG de Sinovation Ventures, qui a investi dans l’une des entreprises d’IA les plus importantes de Chine, Face++.", "Dans les années 1980, à l’Université de Carnegie Mellon, il a travaillé sur un système d’IA qui a battu le joueur d’Othello américain le mieux classé. Il a ensuite intégré l’équipe de direction de Microsoft Reasearch et est devenu président de la branche chinoise de Google.", "Lee a déjà participé à des concours technologiques organisés par le gouvernement américain, comme le Robotics Challenge de la Defense Advanced Research Projects Agency, et a demandé quand aurait lieu la prochaine compétition, afin d’identifier les visionnaires.", "Selon Lee, les chercheurs américains doivent souvent travailler dur pour obtenir des financements de la part du gouvernement.", "« Ce n’est pas la Chine qui s’approprie les leaders universitaires, ce sont les entreprises », déclare Lee.", "Ces dernières années, Facebook, Google et d’autres entreprises technologiques ont recrutés de grands noms universitaires pour travailler sur l’IA.", "Lee a ajouté que les modifications des politiques d’immigration pouvaient également soutenir les efforts des États-Unis en matière d’IA.", "« Je pense que les cartes vertes devraient être automatiquement accordées aux chercheurs en IA », dit-il.", "Le Conseil des affaires d’État de la Chine a dévoilé son plan de développement de l’intelligence artificielle nouvelle génération en juillet 2017.", "La Fondation nationale des sciences naturelles de la Chine accorde des financements à des membres d’institutions académiques, tout comme la National Science Foundation et d’autres organisations gouvernementales distribuent de l’argent à des chercheurs américains, mais la qualité du travail académique en Chine est plus faible », a expliqué Lee.", "Plus tôt dans l’année, le département de la Défense des États-Unis a établi un Joint Artificial Intelligence Center, qui doit impliquer des partenaires de l’industrie et de l’académie. La Maison-Blanche a quant à elle annoncé la formation d’un Select Committee on Artificial Intelligence.", "Ce mois-ci, la DARPA a annoncé un investissement de 2 milliards de dollars dans une initiative appelée AI Next.", "Le NSF, quant à lui, investit actuellement plus de 100 millions de dollars par an pour la recherche dans l’IA.", "En parallèle, la législation américaine qui œuvre à établir une National Security Commission sur l’intelligence artificielle n’a pris aucune mesure depuis plusieurs mois."], "language": "fr"}
{"id": "rt.com.91350", "speaker_audios": ["ntrex_dialogs/fr/577_394_000070-0001.wav"], "tags": ["ntrex", "lang=fr", "monologue"], "turns": ["Selon les médias locaux, la nouvelle frégate de la Marine allemande aurait dû être mise en service en 2014 pour remplacer les bateaux de guerre vieillissants datant de la guerre froide, mais celle-ci ne sera pas en service avant au moins l’année prochaine en raison de systèmes défectueux et des dépenses exponentielles.", "Selon le journal Die Zeit, qui cite un porte-parole militaire, la mise en service du « Rheinland-Pfalz », le navire amiral des toutes nouvelles frégates du Bade-Wurtemberg, a été reportée au premier semestre 2019.", "Le navire aurait dû intégrer la Marine en 2014, mais les problèmes préoccupants survenus après la livraison ont compromis le destin de cet ambitieux projet.", "Les quatre navires de la classe Bade-Wurtemberg que la Marine a commandés en 2007 viendront remplacer les frégates vieillissantes de la classe Brême.", "Il est certain qu’ils seront dotés d’un canon puissant, d’une gamme de missiles antiaériens et antinavires ainsi que de certaines technologies furtives, telles qu’une signature radar, infrarouge et acoustique réduite.", "D’autres fonctionnalités importantes incluent des périodes d’entretien plus longues - il devrait être possible de déployer les frégates les plus récentes pour une période pouvant atteindre deux ans en dehors des ports d’attache.", "Selon Die Zeit, toutefois, les retards incessants signifient que les navires avant-gardistes de guerre - qui devraient permettre à l’Allemagne de projeter sa force outre-mer - seront déjà obsolètes lorsqu’ils seront mis en service.", "L’année dernière, la frégate maudite F125 a fait les gros titres lorsque la Marine allemande a officiellement refusé de mettre le navire en service et l’a renvoyé au chantier naval Blohm & Voss, à Hambourg.", "C’était la première fois que la Marine retournait un navire à un constructeur naval après sa livraison.", "Les raisons de ce retour étaient peu connues, mais les médias allemands ont mentionné un certain nombre de « défauts logiciels et matériels » qui rendaient le navire de guerre inutile en cas de déploiement en mission de combat.", "Les défectuosités des logiciels étaient particulièrement importantes car les navires de la classe Bade-Wurtemberg seront opérés par un équipage composé d’environ 120 marins, ce qui correspond à la moitié des équipages des vieilles frégates de la classe Bremen.", "En outre, il semble que le navire soit considérablement surchargé, ce qui diminue son rendement et réduit la capacité de la Marine d’apporter des améliorations futures.", "On estime que le « Rheinland-Pfalz » de 7 000 tonnes pèse deux fois plus lourd que les navires de classe similaire utilisés par les Allemands pendant la Seconde Guerre mondiale.", "Au-delà des défaillances du système informatique, le prix du projet dans son ensemble - y compris la formation de l’équipage - devient aussi un problème.", "On dit qu’il a atteint la somme astronomique de 3,1 milliards d’euros (3,6 milliards de dollars), contre 2,2 milliards au départ.", "Les problèmes liés aux nouvelles frégates revêtent une importance particulière à la lumière des récentes alertes selon lesquelles la force navale de l’Allemagne diminue.", "Hans-Peter Bartels, chef de la commission de la défense du parlement allemand, a reconnu plus tôt cette année que la Marine est en fait « à court de navires en mesure de se déployer ».", "Le responsable a déclaré que la situation avait produit un effet boule de neige avec le temps, car les vieux navires ont été déclassés mais aucun navire de remplacement n’a été désigné.", "Il a regretté qu’aucune des frégates de la classe Bade-Wurtemberg n’ait pu se joindre à la Marine."], "language": "fr"}
{"id": "scotsman.133753", "speaker_audios": ["ntrex_dialogs/fr/4724_3731_000031-0001.wav"], "tags": ["ntrex", "lang=fr", "monologue"], "turns": ["Eilidh Doyle a été élue au Conseil d’administration de Scottish Athletics en tant que directrice non exécutive lors de l’assemblée générale annuelle de l’organe directeur.", "Doyle est l’athlète écossaise la plus décorée en athlétisme et le président Ian Beattie a décrit ce choix comme une excellente occasion pour les dirigeants de ce sport de mettre à profit sa vaste expérience acquise au niveau international ces dix années.", "« Eilidh bénéficie d’un immense respect au sein de la communauté d’athlétisme écossaise, britannique et mondiale et nous sommes sûrs que l’athlétisme en Écosse bénéficierait énormément de sa participation au conseil », a affirmé Beattie.", "Doyle a déclaré : « J’ai très envie d’être la voix des athlètes et je souhaite pouvoir vraiment apporter ma contribution et guider ce sport en Ecosse. »", "L’Américain, qui a remporté en 1996 les épreuves du 200 mètres et 400 mètres aux Jeux olympiques d’Atlanta où il a gagné quatre médailles d’or et qui est maintenant un commentateur régulier de la BBC, a été incapable de marcher après avoir subi une attaque ischémique transitoire.", "Il a écrit sur Twitter : « Il y a un mois, j’ai eu un AVC.", "Je ne pouvais plus marcher.", "Les médecins ont affirmé que seul le temps dirait si je me rétablirais ou à quel point.", "C’était un travail éprouvant, mais j’ai récupéré complètement, j’ai réappris à marcher et aujourd’hui je fais des exercices d’agilité !", "Merci pour les messages d’encouragement ! »"], "language": "fr"}
{"id": "scotsman.133801", "speaker_audios": ["ntrex_dialogs/fr/1406_1028_000009-0003.wav"], "tags": ["ntrex", "lang=fr", "monologue"], "turns": ["Les Rangers recevront le Rapid Vienne jeudi, tout en sachant que la victoire face aux Autrichiens, à la suite de l’impressionnant match nul en Espagne contre Villarreal au début du mois, les placera dans une position solide pour se qualifier du Groupe G dans la Ligue Europa.", "Une lésion au genou a privé le milieu de terrain Graham Dorrans de sa première participation de la saison jusqu’au match nul 2:2 contre Villarreal, mais il est convaincu que les Rangers sont en mesure de tirer le meilleur d’un tel résultat pour réaliser des exploits.", "« C’était un point positif pour nous, car Villarreal est une équipe de qualité », a commenté l’attaquant de 31 ans.", "« Nous sommes entrés dans le jeu en pensant obtenir quelque chose et nous en sommes repartis avec un point.", "Nous aurions peut-être pu l’emporter à la fin, mais, dans l’ensemble, un match nul constituait probablement un résultat équitable.", "Ils étaient probablement meilleurs à la première mi-temps et nous sommes revenus dans la deuxième mi-temps et nous étions la meilleure équipe.", "Jeudi, c’est une autre soirée européenne importante.", "Avec un peu de chance, nous pouvons espérer obtenir trois points, mais ce sera un match difficile car ils ont fait un bon résultat lors de leur dernier match, néanmoins je suis sûr que nous pouvons continuer et obtenir un résultat positif avec la foule derrière nous.", "L’année dernière a été vraiment difficile, entre mes blessures et les changements apportés au club en tant que tel, mais il y a un facteur de satisfaction à propos de cet endroit maintenant.", "L’équipe est bonne et les gars s’amusent beaucoup ; l’entraînement est de qualité.", "Espérons pouvoir aller de l’avant maintenant, laisser la saison dernière derrière nous et triompher. »"], "language": "fr"}
{"id": "abcnews.306755", "speaker_audios": ["ntrex_dialogs/fr/4482_3103_000063-0001.wav"], "tags": ["ntrex", "lang=fr", "monologue"], "turns": ["Samedi, La sénatrice Elizabeth Warren affirme qu’elle envisagera sérieusement la possibilité de se présenter aux élections présidentielles après les élections de novembre.", "Le Boston Globe relate que la démocrate du Massachusetts a discuté samedi de son avenir lors d’une assemblée publique dans l’ouest du Massachusetts.", "Warren, une voix souvent critique à l’égard du président Donald Trump, se présente pour la réélection en novembre contre Geoff Diehl, représentant du GOP dans les États, qui a été coprésident en 2016 pour la campagne Trump dans le Massachusetts.", "Elle s’est trouvée au centre de la spéculation selon laquelle pourrait affronter Trump en 2020.", "L’événement de samedi après-midi à Holyoke était sa 36è rencontre avec les électeurs dans le cadre d’une assemblée publique depuis la prise de fonction de Trump.", "Un participant lui a demandé si elle avait l’intention de se présenter à la présidence.", "Warren a répondu que le moment était venu « pour les femmes d’aller à Washington afin de réparer notre gouvernement brisé, ce qui implique d’avoir une femme à la tête de l’État »."], "language": "fr"}
