{"id": "cbsnews.248387", "speaker_audios": ["ntrex_dialogs/en/p232_005.wav"], "tags": ["ntrex", "lang=en", "monologue"], "turns": ["Police have arrested a suspect in the fatal shooting death of Wayde Sims, a 20-year-old basketball player at LSU.", "Dyteon Simpson, 20, has been arrested and booked into prison on a second-degree murder charge, the Baton Rouge Police Department said.", "Officials released video of the confrontation between Sims and Simpson, and police said Sims lost his glasses during the fight.", "Police recovered the glasses from the scene and said they found Simpson's DNA on them, CBS affiliate WAFB reports.", "After questioning Simpson, police said he admitted to fatally shooting Wayde.", "His bond has been set at $350,000, the Advocate reports.", "The East Baton Rouge Parish Coroner's Office released a preliminary report Friday, saying the cause of death is a gunshot wound to the head into the neck.", "The department is crediting the Louisiana State Police fugitive task force, the state police crime lab, Southern University police and area citizens in assisting in the investigation leading to the arrest.", "LSU athletic director Joe Alleva thanked area law enforcement for its \"diligence and pursuit of justice.\"", "Sims was 20 years old.", "The 6-foot-6 forward grew up in Baton Rouge, where his father, Wayne, also played basketball for LSU.", "He averaged 5.6 points and 2.6 rebounds a game last season.", "On Friday morning, LSU basketball coach Will Wade said the team is \"devastated\" and \"in shock\" by Wayde's death.", "\"This is what you worry about at all times,\" Wade said."], "language": "en"}
{"id": "cnn.304447", "speaker_audios": ["ntrex_dialogs/en/p243_003.wav"], "tags": ["ntrex", "lang=en", "monologue"], "turns": ["The President obliquely referred to the situation surrounding his Supreme Court pick Brett Kavanaugh while talking about the importance of Republican turnout in the midterm elections.", "\"All of what we've done is at stake in November.", "Five weeks away from one of the most important elections in our lifetimes.", "This is one of the big, big -- I'm not running but I'm really running that's why I'm all over the place fighting for great candidates,\" he said.", "Trump continued, \"You see this horrible, horrible radical group of Democrats, you see it happening right now.", "And they're determined to take back power by using any means necessary, you see the meanness, the nastiness.", "They don't care who they hurt, who they have to run over in order to get power and control, that's what they want is power and control, we're not going to give it to them.\"", "Democrats, he said, are on a mission to \"resist and obstruct.\"", "\"And you see that over the last four days,\" he said, calling the Democrats \"angry and mean and nasty and untruthful.\"", "He referenced Senate Judiciary Committee ranking Democratic Sen. Dianne Feinstein by name, which received loud boos from the audience.", "\"Remember her answer?", "Did you leak the document?", "Uh, uh, what.", "No, uh no, I wait one - that was really bad body language - the worst body language I've ever seen.\""], "language": "en"}
{"id": "newsweek.51300", "speaker_audios": ["ntrex_dialogs/en/p334_008.wav"], "tags": ["ntrex", "lang=en", "monologue"], "turns": ["Massachusetts Senator Elizabeth Warren said on Saturday she would take a \"hard look\" at running for president following the midterm elections.", "During a town hall in Holyoke, Massachusetts, Warren confirmed she'd consider running.", "\"It's time for women to go to Washington and fix our broken government and that includes a woman at the top,\" she said, according to The Hill.", "\"After November 6, I will take a hard look at running for president.\"", "Warren weighed in on President Donald Trump during the town hall, saying he was \"taking this county in the wrong direction.", "\"I am worried down to my bones about what Donald Trump is doing to our democracy,\" she said.", "Warren has been outspoken in her criticism of Trump and his Supreme Court nominee Brett Kavanaugh.", "In a tweet on Friday, Warren said \"of course we need an FBI investigation before voting.\"", "A poll released on Thursday, however, showed a majority of Warren's own constituents do not think she should run in 2020.", "Fifty-eight percent of \"likely\" Massachusetts voters said the senator should not run, according to the Suffolk University Political Research Center/Boston Globe poll.", "Thirty-two percent supported such a run.", "The poll showed more support for a run by former Governor Deval Patrick, with 38 percent supporting a potential run and 48 percent against it.", "Other high profile Democratic names discussed in regard to a potential 2020 run include former Vice President Joe Biden and Vermont Senator Bernie Sanders.", "Biden said he would decide officially by January, the Associated Press reported."], "language": "en"}
{"id": "reuters.218861", "speaker_audios": ["ntrex_dialogs/en/p284_024.wav"], "tags": ["ntrex", "lang=en", "monologue"], "turns": ["North Korea's foreign minister told the United Nations on Saturday continued sanctions were deepening its mistrust in the United States and there was no way the country would give up its nuclear weapons unilaterally under such circumstances.", "Ri Yong Ho told the world body's annual General Assembly that North Korea had taken \"significant goodwill measures\" in the past year, such as stopping nuclear and missiles tests, dismantling the nuclear test site, and pledging not to proliferate nuclear weapons and nuclear technology.", "\"However, we do not see any corresponding response from the U.S.,\" he said.", "\"Without any trust in the U.S. there will be no confidence in our national security and under such circumstances there is no way we will unilaterally disarm ourselves first.\"", "While Ri reprised familiar North Korean complaints about Washington's resistance to a \"phased\" approach to denuclearization under which North Korea would be rewarded as it took gradual steps, his statement appeared significant in that it did not reject unilateral denuclearization out of hand as Pyongyang has done in the past.", "Ri referred to a joint statement issued by Kim Jong Un and Donald Trump at a first ever summit between a serving U.S. president and a North Korean leader in Singapore on June 12, when Kim pledged to work toward \"denuclearization of the Korean peninsula\" while Trump promised guarantees of North Korea's security.", "North Korea has been seeking a formal end to the 1950-53 Korea War, but the United States has said Pyongyang must give up its nuclear weapons first.", "Washington has also resisted calls to relax tough international sanctions on North Korea.", "\"The U.S. insists on the \"denuclearization-first\" and increases the level of pressure by sanctions to achieve their purpose in a coercive manner, and even objecting to the \"declaration of the end of war,\"\" Ri said.", "\"The perception that sanctions can bring us on our knees is a pipe dream of the people who are ignorant about us.", "But the problem is that the continued sanctions are deepening our mistrust.\"", "Ri made no mention of plans for a second summit between Kim and Trump that the U.S. leader highlighted at the United Nations earlier in the week.", "The minister instead highlighted three meetings between Kim and South Korean leader Moon Jae-in in the past five months and added: \"If the party to this issue of denuclearization were South Korea and not the U.S., the denuclearization of the Korean peninsula would not have come to such a deadlock.\"", "Even so, the tone of Ri's speech was dramatically different from last year, when he told the U.N. General Assembly that targeting the U.S. mainland with North Korea's rockets was inevitable after \"Mr Evil President\" Trump called Kim a \"rocket man\" on a suicide mission.", "This year at the United Nations, Trump, who last year threatened to \"totally destroy\" North Korea, heaped praise on Kim for his courage in taking steps to disarm, but said much work still had to be done and sanctions must remain in place until North Korea denuclearizes.", "On Wednesday, Trump said he did not have a time frame for this, saying \"If it takes two years, three years or five months - doesn't matter.\"", "China and Russia argue that the U.N. Security Council should reward Pyongyang for steps taken.", "However, U.S. Secretary of State Mike Pompeo told the U.N. Security Council on Thursday that: \"Enforcement of Security Council sanctions must continue vigorously and without fail until we realize the fully, final, verified denuclearization.\"", "The Security Council has unanimously boosted sanctions on North Korea since 2006 in a bid to choke off funding for Pyongyang's nuclear and ballistic missile programs.", "Pompeo met Ri on the sidelines of the U.N. General Assembly and said afterwards that he would visit Pyongyang again next month to prepare for a second summit.", "Pompeo has visited North Korea three times already this year, but his last trip did not go well.", "He left Pyongyang in July saying that progress had been made, only for North Korea within hours to denounce him for making \"gangster-like demands.\"", "North Korea pledged in a meeting with Moon this month to dismantle a missile site and also a nuclear complex if the United States took \"corresponding measures.\"", "He said Kim had told him the \"corresponding measures\" he was seeking were security guarantees Trump pledged in Singapore and moves toward normalization of relations with Washington."], "language": "en"}
{"id": "dailymail.co.uk.298738", "speaker_audios": ["ntrex_dialogs/en/p293_129.wav"], "tags": ["ntrex", "lang=en", "monologue"], "turns": ["Kit Harington is known for his sword-swinging role as Jon Snow in HBO's violent medieval fantasy series Game of Thrones.", "But the actor, 31, has hit out at the stereotype of the macho hero, saying such roles on screen mean young boys often feel like they have to be tough to be respected.", "Speaking to The Sunday Times Culture, Kit said he believes 'something's gone wrong' and questioned how to tackle the problem of toxic masculinity in the #MeToo era.", "Kit, who recently married his Game of Thrones co-star Rose Leslie, also 31, admitted he feels 'quite strongly' about addressing the issue.", "'I feel personally, quite strongly, at the moment - where have we gone wrong with masculinity?,' he said.", "'What have we been teaching men when they're growing up, in terms of the problem we see now?'", "Kit believes television may be partly responsible for the rise in toxic masculinity thanks to its very masculine characters.", "He continued: 'What's innate and what's taught?", "What is taught on TV, and in the streets, that makes young boys feel they have to be this certain side of being a man?", "I think that's really one of the big questions in our time - how do we change that?", "Because clearly something has gone wrong for young men.'", "In the interview he also admitted that he wouldn't be doing any Game of Thrones prequels or sequels when the series comes to an end next summer, saying he is 'done with battlefields and horses'.", "From November Kit will star in a revival of Sam Shepard's True West which is the story of a film producer and his brother, who is a robber.", "The actor recently revealed that he considers meeting his wife Rose to be the best thing to come out of Game of Thrones.", "'I met my wife in this show, so in that way it gave me my future family, and my life from here on in,' he said.", "Rose played Ygritte, the love interest of Kit's character Jon Snow, in the Emmy award-winning fantasy series.", "The couple married in June 2018 on the grounds of Leslie's family estate in Scotland."], "language": "en"}
{"id": "thelocal.65969", "speaker_audios": ["ntrex_dialogs/en/p329_022.wav"], "tags": ["ntrex", "lang=en", "monologue"], "turns": ["Addressing the UN General Assembly, Foreign Minister Walid al-Moualem also called on Syrian refugees to come home, even though the country's war is now in its eighth year.", "Moualem, who also serves as deputy prime minister, said the foreign forces were on Syrian soil illegally, under the pretext of fighting terrorism, and \"will be dealt with accordingly.\"", "\"They must withdraw immediately and without any conditions,\" he told the assembly.", "Moualem insisted that the \"war on terror is almost over\" in Syria, where more than 360,000 people have died since 2011, with millions more uprooted from their homes.", "He said Damascus would continue \"fighting this sacred battle until we purge all Syrian territories\" of both terror groups and \"any illegal foreign presence.\"", "The United States has some 2,000 troops in Syria, mainly training and advising both Kurdish forces and Syrian Arabs opposed to President Bashar al-Assad.", "France has more than 1,000 troops on the ground in the war-wracked country.", "On the issue of refugees, Moualem said the conditions were fine for them to return, and he blamed \"some western countries\" for \"spreading irrational fears\" that prompted refugees to stay away.", "\"We have called upon the international community and humanitarian organizations to facilitate these returns,\" he said.", "\"They are politicizing what should be a purely humanitarian issue.\"", "The United States and the European Union have warned that there will be no reconstruction aid for Syria until there is a political agreement between Assad and the opposition to end the war.", "UN diplomats say a recent agreement between Russia and Turkey to set up a buffer zone in the last major rebel stronghold of Idlib has created an opportunity to press ahead with political talks.", "The Russian-Turkish deal averted a large-scale assault by Russian-backed Syrian forces on the province, where three million people live.", "Moualem however stressed that the agreement had \"clear deadlines\" and expressed hope that military action will target jihadists including fighters from the Al-Qaeda-linked Nusra Front, who \"will be eradicated.\"", "UN envoy Staffan de Mistura is hoping to soon convene the first meetings of a new committee comprised of government and opposition members to draft a post-war constitution for Syria and pave the way to elections.", "Moualem laid out conditions for the Syrian government's participation in the committee, saying the panel's work should be restricted \"to reviewing the articles of the current constitution,\" and warned against interference."], "language": "en"}
{"id": "cnbc.com.6790", "speaker_audios": ["ntrex_dialogs/en/p239_008.wav"], "tags": ["ntrex", "lang=en", "monologue"], "turns": ["He joked about criticism he would get from the news media for making a comment some would consider \"unpresidential\" and for being so positive about the North Korean leader.", "Why has President Trump given up so much?", "Trump said in his mock \"news anchor\" voice.", "\"I didn't give up anything.\"", "He noted that Kim is interested in a second meeting after their initial meeting in Singapore in June was hailed by Trump as a big step toward denuclearization of North Korea.", "But denuclearization negotiations have stalled.", "More than three months after the June summit in Singapore, North Korea's top diplomat Ri Yong Ho told world leaders at the U.N. General Assembly Saturday that the North doesn't see a \"corresponding response\" from the U.S. to North Korea's early disarmament moves.", "Instead, he noted, the U.S. is continuing sanctions aimed at keeping up pressure.", "Trump took a much more optimistic view in his rally speech.", "\"We're doing great with North Korea,\" he said.", "\"We were going to war with North Korea.", "Millions of people would have been killed.", "Now we have this great relationship.\"", "He said his efforts to improve relations with Kim have brought positive results - ending rocket tests, helping free hostages and getting the remains of American servicemen returned home.", "And he defended his unusual approach in talking about relations with Kim.", "\"It's so easy to be presidential, but instead of having 10,000 people outside trying to get into this packed arena, we'd have about 200 people standing right there,\" Trump said, pointing at the crowd directly in front of him."], "language": "en"}
{"id": "dailymail.co.uk.298696", "speaker_audios": ["ntrex_dialogs/en/p343_011.wav"], "tags": ["ntrex", "lang=en", "monologue"], "turns": ["Nigel Farage vowed to 'mobilise the people's army' today during a protest at the Tory conference.", "The former Ukip leader said politicians had to 'feel the heat' from Eurosceptics - as one of Theresa May's own MPs suggested he should be in charge of negotiations with the EU.", "Conservative backbencher Peter Bone told the march in Birmingham that the UK 'would have been out' by now if Mr Farage was Brexit Secretary.", "But the challenge Mrs May faces in reconciling her deeply divided ranks has been underlined by pro-Remain Tories joining a separate protest against Brexit in the city.", "The premier is struggling to keep her Chequers compromise plan on track amid attacks from Brexiteers, Remainers and the EU.", "Allies insisted she will push ahead with trying to strike a deal with Brussels despite the backlash - and force Eurosceptics and Labour to choose between her package and 'chaos'.", "Mr Bone told the Leave Means Leave rally in Solihull that he wanted to 'chuck Chequers'.", "He suggested Mr Farage should have been made a peer and given responsibility for negotiations with Brussels.", "'If he had been in charge, we would have been out by now,' he said.", "The Wellingborough MP added: 'I will stand up for Brexit but we need to chuck Chequers.'", "Setting out his opposition to the EU, he said: 'We didn't fight world wars to be subservient.", "We want to make our own laws in our own country.'", "Mr Bone dismissed suggestions that public opinion had changed since the 2016 vote: 'The idea that the British people have changed their minds and want to remain is completely untrue.'", "Tory Brexiteer Andrea Jenkyns was also at the march, telling reporters: 'I am simply saying: Prime Minister, listen to the people.", "'Chequers is unpopular with the general public, the Opposition's not going to vote for it, it's unpopular with our party and our activists who actually pound the streets and get us elected in the first place.", "Please drop Chequers and start listening.'", "In a pointed message to Mrs May, she added: 'Prime ministers keep their jobs when they keep their promises.'", "Mr Farage told the rally politicians must be made to 'feel the heat' if they were about to betray the decision made in the 2016 referendum.", "'This is now about a matter of trust between us - the people - and our political class,' he said.", "'They are trying to betray Brexit and we are here today to tell them 'we won't let you get away with doing that'.'", "In a message to the enthusiastic crowd he added: 'I want you to make our political class, who are on the verge of betraying Brexit, feel the heat.", "'We are mobilising the people's army of this country that gave us victory in Brexit and will never rest until we have become an independent, self-governing, proud United Kingdom.'", "Meanwhile, Remainers marched through Birmingham before holding a two-hour rally in the city centre.", "A smattering of activists waved Tories Against Brexit banners after the launch of the group this weekend.", "Labour peer Lord Adonis mocked the Conservatives for the security issues they suffered with a party app as the conference opened.", "'These are the people who tell us they can have the IT systems in place and all of the technology for Canada plus plus, for the frictionless border, for free trade without borders in Ireland,' he added.", "'It is a complete farce.", "There isn't such a thing as a good Brexit,' he added."], "language": "en"}
{"id": "dailymail.co.uk.298630", "speaker_audios": ["ntrex_dialogs/en/p312_022.wav"], "tags": ["ntrex", "lang=en", "monologue"], "turns": ["New cancer vaccine can teach the immune system to 'see' rogue cells and kill them", "Vaccine teaches immune system to recognise rogue cells as part of treatment", "Method involves extracting immune cells from a patient, altering them in lab", "They can then 'see' a protein common to many cancers and then reinjected", "A trial vaccine is showing promising results in patients with a range of cancers.", "One woman treated with the vaccine, which teaches the immune system to recognise rogue cells, saw her ovarian cancer disappear for more than 18 months.", "The method involves extracting immune cells from a patient, altering them in the laboratory so they can \"see\" a protein common to many cancers called HER2, and then reinjecting the cells.", "Professor Jay Berzofsky, of the US National Cancer Institute in Bethesda, Maryland, said: \"Our results suggest that we have a very promising vaccine.\"", "HER2 \"drives the growth of several types of cancer,\" including breast, ovarian, lung and colorectal cancers, Prof Berzofsky explained.", "A similar approach of taking immune cells out of patients and \"teaching\" them how to target cancer cells has worked in treating a type of leukaemia."], "language": "en"}
{"id": "scotsman.133791", "speaker_audios": ["ntrex_dialogs/en/p267_021.wav"], "tags": ["ntrex", "lang=en", "monologue"], "turns": ["Rangers suffered another bout of away-day blues as Dolly Menga's strike consigned Steven Gerrard's disjointed side to a 1-0 defeat at Livingston.", "The Ibrox side were looking to record their first win on the road since February's 4-1 triumph at St Johnstone, but Gary Holt's team inflicted just Gerrard's second defeat in 18 games as manager to leave his side eight points adrift of runaway Ladbrokes Premiership leaders Hearts.", "Menga struck seven minutes before half-time and a Rangers line-up short on inspiration never looked like levelling.", "While Rangers now drop down to sixth spot, Livingston climb to third and only behind Hibernian on goal difference.", "And there could be further trouble in store for Rangers after linesman Calum Spence had to be treated for a head wound after an object was apparently thrown from the away end.", "Gerrard made eight changes to the side which swept past Ayr into the Betfred Cup semi-finals.", "Holt, on the other hand, went with the same Livi 11 which took a point off Hearts last week and he would have been delighted with the way his well-drilled outfit suffocated their opponents at every turn.", "Rangers may have dominated possession but Livingston did more with the ball they had.", "They should have scored just two minutes in when Menga's first-time lay-off sent Scott Pittman through on Allan McGregor's goal but the midfielder tugged his big chance wide.", "A deep Keaghan Jacobs free-kick then found skipper Craig Halkett but his defensive partner Alan Lithgow could only stab wide at the back post.", "Rangers did grab control but there looked to be more hope than belief about their play in the final third.", "Alfredo Morelos certainly felt he should have had a penalty on the quarter-hour mark as he and Steven Lawless collided but referee Steven Thomson waved away the Colombian's appeals.", "Rangers managed just two first-half shots on target but former Ibrox goalkeeper Liam Kelly was barely troubled by Lassana Coulibaly's header and a tame Ovie Ejaria strike.", "While Livi's 34th-minute opener may have been against the run of play, no one can deny they deserved it for their graft alone.", "Again Rangers failed to deal with a deep Jacobs set-piece.", "Scott Arfield did not react as Declan Gallagher slotted the ball to Scott Robinson, who kept his cool to pick out Menga for a simple finish.", "Gerrard acted at the break as he swapped Coulibaly for Ryan Kent and the switch almost provided an immediate impact as the winger slotted in Morelos but the impressive Kelly raced from his line to block.", "But Livingston continued to suck the visitors into playing exactly the type of game they enjoy, with Lithgow and Halkett sweeping up long ball after long ball.", "Holt's side could have stretched their lead in the final stages but McGregor stood up well to deny Jacobs before Lithgow headed wide from the corner.", "Rangers substitute Glenn Middleton had another late claim for a penalty as he tangled with Jacobs but again Thomson looked away."], "language": "en"}
{"id": "cnbc.com.6772", "speaker_audios": ["ntrex_dialogs/en/p243_003.wav"], "tags": ["ntrex", "lang=en", "monologue"], "turns": ["As China becomes more active in artificial intelligence, the U.S. should double the amount it spends on research in the field, says investor and AI practitioner Kai-Fu Lee, who has worked for Google, Microsoft and Apple.", "The comments come after various parts of the U.S. government have made AI announcements, even as the U.S. overall lacks a formal AI strategy.", "Meanwhile, China introduced its plan last year: it's aiming to be No.1 in AI innovation by 2030.", "\"Double the AI research budget would be a good start, given that all other countries are so much farther behind U.S., and we're looking for the next breakthrough in AI,\" said Lee.", "Doubling funding could double the chances that the next big AI achievement will be made in the U.S., Lee told CNBC in an interview this week.", "Lee, whose book \"AI Superpowers: China, Silicon Valley and the New World Order\" was published this month by Houghton Mifflin Harcourt, is CEO of Sinovation Ventures, which has invested in one of the most prominent AI companies in China, Face++.", "In the 1980s at Carnegie Mellon University he worked on an AI system that beat the highest-ranked American Othello player, and later he was an executive at Microsoft Research and president of Google's China branch.", "Lee acknowledged previous U.S. government technology competitions like the Defense Advanced Research Projects Agency's Robotics Challenge and asked when the next one would be, in order to help identify the next visionaries.", "Researchers in the U.S. often have to work hard in order to win government grants, Lee said.", "\"It's not China that is taking away the academic leaders; it's the corporates,\" Lee said.", "Facebook, Google and other technology companies have hired luminaries from universities to work on AI in recent years.", "Lee said immigration policy changes could also help the U.S. bolster its AI efforts.", "\"I think green cards should automatically be offered to PhD's in AI,\" he said.", "China's State Council issued its Next Generation Artificial Intelligence Development Plan in July 2017.", "China's National Natural Science Foundation provides funding to people at academic institutions similar to the way that the National Science Foundation and other government organizations dole out money to U.S. researchers, but the quality of academic work is lower in China, Lee said.", "Earlier this year the U.S. Defense Department established a Joint Artificial Intelligence Center, which is meant to involve partners from industry and academia, and the White House announced the formation of Select Committee on Artificial Intelligence.", "And this month DARPA announced a $2 billion investment in an initiative called AI Next.", "As for the NSF, it currently invests more than $100 million per year in AI research.", "Meanwhile, U.S. legislation that sought to create a National Security Commission on Artificial Intelligence has not seen action in months."], "language": "en"}
{"id": "rt.com.91350", "speaker_audios": ["ntrex_dialogs/en/p262_021.wav"], "tags": ["ntrex", "lang=en", "monologue"], "turns": ["German Navy's newest frigate should have been commissioned in 2014 to replace ageing Cold War-era warships, but it won't be there until at least the next year due to faulty systems and snowballing cost, local media reported.", "Commissioning of the \"Rheinland-Pfalz,\" the lead ship of the brand new Baden-Wuerttemberg-class frigates, has now been postponed until the first half of 2019, according to Die Zeit newspaper citing a military spokesman.", "The vessel should have joined the Navy in 2014, but the troubling post-delivery issues plagued the fate of the ambitious project.", "The four Baden-Wuerttemberg-class vessels the Navy ordered back in 2007 will come as replacement to the ageing Bremen-class frigates.", "It is understood they will feature a powerful cannon, an array of anti-aircraft and anti-ship missiles as well as some stealth technologies, such as reduced radar, infrared and acoustic signatures.", "Other important features include longer maintenance periods - it should be possible to deploy the newest frigates for up to two years away from home ports.", "However, continuous delays mean that the cutting-edge warships - said to allow Germany to project power overseas - will already become outdated by the time they enter service, Die Zeit notes.", "The ill-fated F125 frigate made headlines last year, when the German Navy officially refused to commission the vessel and returned it to Blohm & Voss shipyard in Hamburg.", "This was the first time the Navy has returned a ship to a shipbuilder after delivery.", "Little was known about the reasons behind the return, but German media cited a number of crucial \"software and hardware defects\" that made the warship useless if deployed on a combat mission.", "Software deficiencies were particularly important as the Baden-Wuerttemberg-class vessels will be operated by a crew of some 120 sailors - just half of the manpower on older Bremen class frigates.", "Also, it emerged that the ship is dramatically overweight which reduces its performance and limits the Navy's ability to add future upgrades.", "The 7,000-ton \"Rheinland-Pfalz\" is believed to be twice as heavy as similar-class ships used by the Germans in the Second World War.", "Aside from faulty hardware, the price tag of the entire project - including the training of the crew - is also becoming an issue.", "It is said to have reached staggering €3.1billion ($3.6bn) - up from initial €2.2 billion.", "Problems gripping the newest frigates become especially of importance in light of recent warnings that Germany's naval power is shrinking.", "Earlier this year, Hans-Peter Bartels, chief of the German parliament's defense committee, acknowledged the Navy is actually \"running out of deployment-capable ships.\"", "The official said the issue has snowballed over time, because old ships were decommissioned but no replacement vessels were provided.", "He lamented that none of the of the Baden-Wuerttemberg-class frigates were able to join the Navy."], "language": "en"}
{"id": "scotsman.133753", "speaker_audios": ["ntrex_dialogs/en/p239_008.wav"], "tags": ["ntrex", "lang=en", "monologue"], "turns": ["Eilidh Doyle has been elected to the board of Scottish Athletics as a non-executive director at the governing body's annual general meeting.", "Doyle is Scotland's most decorated track and field athlete and chairman Ian Beattie described the move as a great opportunity for those guiding the sport to benefit from her wide-ranging experience at international level over the past decade.", "\"Eilidh has massive respect across the Scottish, UK and world athletics community and we are sure athletics in Scotland would benefit hugely by bringing her on to the board,\" Beattie said.", "Doyle said: \"I am keen to act as a voice for athletes and I am hoping I can really contribute and help guide the sport in Scotland.\"", "The American, who won the 200 metres and 400 metres at the 1996 Games in Atlanta among his total of four Olympic golds and is now a regular BBC pundit, was left unable to walk after suffering a transient ischemic attack.", "He wrote on Twitter: \"A month ago today I suffered a stroke.", "I could not walk.", "Doctors said only time will tell if I will recover or to what degree.", "Its been grueling work but made a full recovery, re-learned how to walk and today doing agility drills!", "Thanks for the messages of encouragement!\""], "language": "en"}
{"id": "scotsman.133801", "speaker_audios": ["ntrex_dialogs/en/p270_008.wav"], "tags": ["ntrex", "lang=en", "monologue"], "turns": ["Rangers host Rapid Vienna on Thursday, knowing that victory over the Austrians, following the impressive draw in Spain against Villarreal earlier this month, will put them in a strong position to qualify from Group G of the Europa League.", "A knee injury prevented midfielder Graham Dorrans from making his first appearance of the season until the 2-2 draw with Villarreal but he believes Rangers can use that result as a springboard to greater things.", "\"It was a good point for us because Villarreal are a good side,\" said the 31-year-old.", "\"We went into the game believing we could get something and came away with a point.", "Maybe we could have nicked it in the end but, overall, a draw was probably a fair result.", "They were probably better in the first half and we came out in the second half and were the better side.", "Going into Thursday, it's another big European night.", "Hopefully, we can get three points but that will be tough game because they had a good result in their last game but, with the crowd behind us, I'm sure we can push on and get a positive result.", "Last year was definitely tough, between everything that happened with my injuries and the changes at the club itself but there's a feelgood factor about the place now.", "The squad's good and the boys are really enjoying it; the training's good.", "Hopefully, we can push on now, put last season behind us and be successful.\""], "language": "en"}
{"id": "abcnews.306755", "speaker_audios": ["ntrex_dialogs/en/p275_011.wav"], "tags": ["ntrex", "lang=en", "monologue"], "turns": ["U.S. Sen. Elizabeth Warren says she'll take a \"hard look at running for president\" after the November elections.", "The Boston Globe reports the Massachusetts Democrat spoke about her future during a town hall in western Massachusetts Saturday.", "Warren, a frequent critic of President Donald Trump, is running for re-election in November against GOP state Rep. Geoff Diehl, who was co-chairman of Trump's 2016 Massachusetts campaign.", "She has been at the center of speculation that she might take on Trump in 2020.", "Saturday afternoon's event in Holyoke was her 36th meeting with constituents using the town hall format since Trump took office.", "An attendee asked her if she planned to run for president.", "Warren replied that it's time \"for women to go to Washington to fix our broken government, and that includes a woman at the top.\""], "language": "en"}
