{"id": "daily_0085", "speaker_audios": ["ntrex_dialogs/en/p302_008.wav", "en/p266_019.wav"], "tags": ["daily", "lang=en", "dialog"], "turns": ["Hi Michael, I've been meaning to show you something.", "Oh really, Meera? What is it?", "Have you ever tried origami before? It's a fun and relaxing hobby.", "Origami? I've heard of it, but I've never actually tried it myself.", "Well, today's your lucky day! I thought I could teach you how to make a simple crane.", "That sounds great! I'm always up for learning something new.", "Perfect! Let's start with a square piece of paper. Any color you like.", "Okay, I have a blue one here. What's next?", "Fold the paper in half diagonally to make a triangle, then unfold it.", "Got it. Now what?", "Do the same with the other diagonal, so you have an X crease.", "Okay, done. What's the next step?", "Now, flip the paper over and fold it in half horizontally and vertically, then unfold it.", "Alright, I have a plus sign and an X on my paper now.", "Great job! Next, take the top layer of the paper and push the sides inward to form a square base.", "This is a bit tricky, but I think I got it.", "You're doing great! Now, fold the top corners of the square base to the center line.", "Okay, I did that. What's next?", "Fold the top corners again, this time to the bottom edge.", "Got it. It's starting to take shape!", "Yes, it is! Now, fold the bottom corners up to the top edge.", "Okay, done. What's the final step?", "Pull the wings apart gently, and you should have a crane!", "Wow, it actually looks like a crane! This is amazing, Meera.", "I'm glad you liked it! Keep practicing, and you'll be an origami pro in no time.", "Thanks, Meera! I'm really excited to try more designs.", "You're welcome! Just remember, patience and practice are key.", "I'll keep that in mind. Thanks again for teaching me.", "Anytime, Michael. It's always fun to share a new skill with family."], "language": "en"}
{"id": "daily_0030", "speaker_audios": ["ntrex_dialogs/en/p333_023.wav", "en/p334_008.wav"], "tags": ["daily", "lang=en", "dialog"], "turns": ["Hi David, I was just about to call you.", "Hey Svetlana, I guess we're on the same wavelength then. I wanted to talk about Alex's birthday.", "That's what I was going to bring up too. It's coming up fast, isn't it?", "Yeah, it is. I thought we could start planning.", "Definitely. I was thinking maybe a small party at my place. What do you think?", "That sounds good. Alex loves being at your place. Maybe we could invite some of his friends from school?", "Absolutely. I'll make a list and we can divide it up for invitations.", "Great idea. And what about the theme? Remember how much he loved the dinosaur theme last year?", "He did, but I think he's more into space these days. Maybe a space-themed party?", "That sounds perfect. We could get some space decorations and maybe even a small telescope as a gift.", "I love that idea. Let's make it special for him.", "Absolutely. And what about the cake? Should we go with a space theme for that too?", "Definitely. I know a great bakery that does custom cakes. I'll give them a call.", "Perfect. And what about the timing? Should we do it on the weekend before his birthday?", "That works for me. It'll give us enough time to prepare and clean up afterward.", "Sounds like a plan. I'll make sure to clear my schedule for that weekend.", "Great. And what about the budget? We should probably set something reasonable.", "Absolutely. Let's say we each contribute $100 for the party and gifts?", "That sounds fair. We can always adjust if we need to.", "Alright, so we have the theme, the guests, the cake, and the budget sorted. Anything else we need to discuss?", "I think that covers the basics. We can always touch base again as we get closer to the date.", "That works for me. Thanks for being so organized about this, Svetlana.", "No problem, David. Alex's happiness is our top priority.", "Absolutely. Let's make this the best birthday yet for him.", "I agree. Thanks for calling, David. We'll talk soon.", "You too, Svetlana. Bye.", "Bye."], "language": "en"}
{"id": "daily_0048", "speaker_audios": ["ntrex_dialogs/en/p231_021.wav", "en/p284_024.wav"], "tags": ["daily", "lang=en", "dialog"], "turns": ["Hey Wang, I'm home. Sorry, I'm late.", "No worries, Leon. Dinner's ready and waiting.", "You're a lifesaver! Let me just freshen up real quick.", "Sure thing. It's just some stir-fry, hope you like it.", "I love your stir-fry! Be right back.", "Take your time. How was work?", "Oh, the usual. Lots of meetings, lots of emails.", "Sounds like a typical day. You must be starving.", "Yeah, I skipped lunch. What about you? How was your day?", "Pretty good. Finished a project I've been working on.", "That's great! Let's celebrate with this awesome dinner.", "Haha, it's just a simple meal. But glad you're excited.", "Simple but delicious. Thanks for cooking, man.", "No problem. It's nice to have someone to cook for.", "Well, I appreciate it. Cheers to good food and good company.", "Cheers! Let's dig in.", "This is amazing. You've outdone yourself.", "Thanks. Just added a few extra spices this time.", "Whatever you did, it's perfect. I need the recipe.", "It's a secret, but I might share it one day.", "Haha, fair enough. Thanks again, Wang.", "Anytime, Leon. Glad you liked it.", "I did. Really appreciate it.", "No worries. Let's clean up and relax.", "Sounds like a plan. Thanks for everything, Wang.", "You're welcome, Leon. Have a good night.", "You too, buddy. See you in the morning."], "language": "en"}
{"id": "tech_0072", "speaker_audios": ["ntrex_dialogs/en/p231_021.wav", "en/p304_019.wav"], "tags": ["tech", "lang=en", "dialog"], "turns": ["Have you ever heard of Vatnajökull, Mr Smith?", "Yes, I have. Isn't it a glacier in Iceland?", "That's right! In fact, it's the largest glacier in Iceland and one of the largest in Europe.", "Wow, that's impressive. How big is it exactly?", "It covers an area of approximately 8,100 square kilometers. That's quite massive.", "Where is it located? I've always wanted to visit Iceland.", "Vatnajökull is located in the southeast of Iceland, within Vatnajökull National Park.", "I see. And how thick is the glacier?", "Its average thickness is around 400 meters, but it can get as thick as 950 meters in some places.", "That's incredible. I've heard there are volcanoes beneath it. Is that true?", "Yes, there are several volcanoes underneath Vatnajökull, including Grímsvötn and Bárðarbunga.", "That's fascinating. Does the glacier feed any rivers?", "Yes, it's the source of several major rivers in Iceland, including Jökulsá á Fjöllum and Skeiðará.", "That's interesting. How is the glacier affected by climate change?", "Unfortunately, the glacial ice cap has been retreating due to climate change, which affects the landscape and ecosystems.", "That's concerning. Are there any recreational activities around the glacier?", "Oh, yes! Vatnajökull and its surrounding area offer various activities like ice climbing, hiking, and glacier tours.", "That sounds amazing. I've also heard it's been featured in films and TV shows.", "Yes, it has! It's a popular filming location, which has helped make it even more famous.", "When was Vatnajökull National Park established?", "The park was established in 2008 to protect the glacier and its unique environment.", "It's great that they're working to preserve it. Have you ever been there, Mrs Verma?", "No, I haven't, but it's definitely on my bucket list. How about you?", "Same here. I'd love to see it one day. Thanks for sharing all this information, Mrs Verma.", "You're welcome, Mr Smith. It's always good to learn more about these natural wonders.", "Absolutely. Let's hope we get to visit soon.", "I agree. It would be an incredible experience."], "language": "en"}
{"id": "tech_0015", "speaker_audios": ["ntrex_dialogs/en/p243_003.wav", "en/p245_022.wav"], "tags": ["tech", "lang=en", "dialog"], "turns": ["Have you heard about \"The Exorcist: Legion VR\"?", "Yes, I have. It's a VR game based on \"The Exorcist,\" right?", "Exactly. It's developed by Wolf & Wood Interactive and published by Fun Train.", "I've heard it's quite immersive. How does it work?", "The game is episodic, with five chapters. You play as a detective investigating occult crimes.", "That sounds intense. Is it more about jump scares or psychological horror?", "It focuses on psychological horror and tension. It's not just about cheap scares.", "Interesting. What kind of tasks do you perform in the game?", "You solve puzzles and confront supernatural entities using various tools.", "That sounds engaging. Is it available on multiple VR platforms?", "Yes, it's available on Oculus Rift, HTC Vive, and PlayStation VR.", "What about the sound design? Does it enhance the experience?", "Absolutely. Sound design and environmental storytelling are key to the game's immersive experience.", "I've heard good things about the atmosphere and story. Is it as good as they say?", "Yes, it's received praise for its atmosphere, story, and use of VR features.", "Do you think it's worth trying out?", "Definitely, if you're a fan of horror and VR. It's a unique experience.", "How does it compare to other horror games in VR?", "It stands out for its focus on psychological horror and the depth of its story.", "That's impressive. I might have to give it a try.", "You should. It's a great way to experience \"The Exorcist\" in a new light.", "Does it require a lot of space to play?", "Not too much. Just the usual space for VR games.", "Good to know. I'll definitely consider it.", "Let me know if you need any more info. It's a game worth exploring.", "Thanks for the recommendation. I appreciate it.", "No problem. Enjoy the game if you decide to play it!"], "language": "en"}
{"id": "tech_0035", "speaker_audios": ["ntrex_dialogs/en/p335_011.wav", "en/p284_024.wav"], "tags": ["tech", "lang=en", "dialog"], "turns": ["Have you ever watched the show \"Survivor,\" Mohammed?", "Yes, I have! It's one of my favorite reality shows.", "It premiered back in 2000, and it's still going strong.", "I know, right? The concept is so unique.", "Contestants are called \"castaways\" and are isolated in remote locations.", "It's fascinating to see how they manage to fend for themselves.", "The goal is to outwit, outplay, and outlast the others to become the Sole Survivor.", "And win a million-dollar prize, which is a huge incentive.", "Forming alliances is crucial, but you also have to watch out for betrayals.", "That's what makes it so intense. You never know who to trust.", "The show features various challenges that test both physical and mental endurance.", "Those challenges are always exciting to watch.", "And then there's the \"Tribal Council,\" where contestants vote out their peers.", "That's one of the most dramatic parts of the show.", "Did you know that \"Survivor\" has multiple international adaptations?", "Yes, it's popular all over the world.", "Jeff Probst, the host, has received numerous awards for his role.", "He's really good at what he does. He adds a lot to the show.", "Over the years, \"Survivor\" has garnered a large following and received critical acclaim.", "It's no surprise. The show is incredibly engaging.", "It's also credited with popularizing the reality TV genre.", "Absolutely. It set the standard for many shows that followed.", "Have you ever thought about what you would do if you were on the show?", "Sometimes. I think I'd try to form strong alliances early on.", "That's a good strategy. But you'd have to be careful not to be too trusting.", "Definitely. Balancing trust and strategy is key.", "It's amazing how the show can bring out the best and worst in people.", "That's what makes it so compelling to watch.", "I always look forward to the new seasons. It never gets old.", "Me too. It's a show that always keeps you on the edge of your seat."], "language": "en"}
{"id": "numbers_0008", "speaker_audios": ["ntrex_dialogs/en/p247_019.wav", "en/p341_024.wav"], "tags": ["numbers", "lang=en", "dialog"], "turns": ["Mr Suzuki, have you ever wondered about the total volume of water in all the swimming pools in France?", "Not really, but it's an interesting thought. How would we even start estimating that?", "Well, let's begin with some basic figures. Do you have any idea how many swimming pools there are in France?", "I've heard there are quite a lot. Maybe around a million?", "That's a good starting point. Let's assume there are about 1 million swimming pools in France.", "Okay, but pools come in different sizes. How do we account for that?", "True. Let's categorize them for simplicity. Say, small, medium, and large pools.", "Makes sense. What volumes should we assign to each category?", "Let's say small pools are around 25,000 liters, medium ones are about 50,000 liters, and large ones are roughly 100,000 liters.", "Sounds reasonable. How do we distribute the pools among these categories?", "Let's assume 50% are small, 30% are medium, and 20% are large. That should give us a rough estimate.", "Alright, so 500,000 small pools, 300,000 medium pools, and 200,000 large pools.", "Exactly. Now, let's calculate the total volume for each category.", "For small pools, that would be 500,000 pools times 25,000 liters each.", "Which equals 12.5 billion liters.", "For medium pools, 300,000 pools times 50,000 liters each.", "That gives us 15 billion liters.", "And for large pools, 200,000 pools times 100,000 liters each.", "That’s 20 billion liters.", "So, adding them up: 12.5 billion plus 15 billion plus 20 billion.", "That gives us a total of 47.5 billion liters of water.", "That's a lot of water! But what about public pools? Should we include those too?", "Good point. Public pools are generally larger. Let's estimate there are around 10,000 public pools in France.", "And what volume should we assign to each public pool?", "Let's say an average of 500,000 liters per public pool.", "So, 10,000 public pools times 500,000 liters each.", "That adds another 5 billion liters.", "Okay, so adding that to our previous total.", "47.5 billion plus 5 billion equals 52.5 billion liters.", "Wow, that's quite a significant amount of water.", "Indeed. And remember, this is just a rough estimate.", "Still, it's fascinating to think about. Thanks for walking me through this, Pr Brown.", "My pleasure, Mr Suzuki. It's always interesting to explore these kinds of questions.", "Definitely. Looking forward to our next discussion.", "As am I. Until next time."], "language": "en"}
{"id": "numbers_0022", "speaker_audios": ["ntrex_dialogs/en/p302_008.wav", "en/p304_019.wav"], "tags": ["numbers", "lang=en", "dialog"], "turns": ["Professor Martin, I need to list all the countries in Northwest Africa for my report. Could you help me with that?", "Of course, Liu. Let's start with Morocco. It's one of the most well-known countries in that region.", "Okay, what's the population and area for Morocco?", "Morocco has a population of about 37 million people. Its area is roughly 446,550 square kilometers.", "Got it. Next?", "Algeria is another large country in Northwest Africa. It has an area of about 2,381,741 square kilometers.", "And the population?", "The population of Algeria is around 46 million people.", "Thanks. How about Tunisia?", "Tunisia is smaller, with an area of about 163,610 square kilometers. Its population is approximately 11.8 million people.", "Noted. Let's move on to Mauritania.", "Mauritania has an area of about 1,030,700 square kilometers. Its population is roughly 4.6 million people.", "Good. Next, we have Western Sahara.", "Western Sahara has an area of about 266,000 square kilometers. Its population is estimated to be around 500,000 people, though the numbers can vary.", "Understood. Now, let's talk about Mali.", "Mali has an area of about 1,240,192 square kilometers. Its population is approximately 20 million people.", "Right. How about Niger?", "Niger has an area of about 1,267,000 square kilometers. Its population is around 24 million people.", "Got it. Next is Chad, right?", "Yes, Chad has an area of about 1,284,000 square kilometers. Its population is roughly 16 million people.", "Okay. How about Burkina Faso?", "Burkina Faso has an area of about 274,200 square kilometers. Its population is around 20.9 million people.", "Thanks. Now, let's talk about Senegal.", "Senegal has an area of about 196,712 square kilometers. Its population is approximately 16.7 million people.", "Perfect. How about The Gambia?", "The Gambia is small, with an area of about 10,689 square kilometers. Its population is around 2.4 million people.", "Noted. Next is Guinea-Bissau.", "Guinea-Bissau has an area of about 36,125 square kilometers. Its population is roughly 1.9 million people.", "Got it. How about Guinea?", "Guinea has an area of about 245,857 square kilometers. Its population is approximately 13.1 million people.", "Right. Now, let's talk about Sierra Leone.", "Sierra Leone has an area of about 71,740 square kilometers. Its population is around 7.9 million people.", "Understood. How about Liberia?", "Liberia has an area of about 111,369 square kilometers. Its population is roughly 5 million people.", "Okay. Next is Ivory Coast.", "Ivory Coast has an area of about 322,463 square kilometers. Its population is approximately 26.4 million people.", "Thanks. Now, let's talk about Ghana.", "Ghana has an area of about 238,533 square kilometers. Its population is around 31 million people.", "Perfect. How about Togo?", "Togo has an area of about 56,785 square kilometers. Its population is roughly 8.2 million people.", "Got it. Next is Benin.", "Benin has an area of about 114,763 square kilometers. Its population is approximately 12.1 million people.", "Right. Finally, let's discuss Nigeria.", "Nigeria is large, with an area of about 923,768 square kilometers. Its population is around 206 million people.", "Thanks, Professor Martin. This list will be really helpful for my report.", "You're welcome, Liu. Always glad to help.", "Looking forward to our next session!"], "language": "en"}
{"id": "numbers_0002", "speaker_audios": ["ntrex_dialogs/en/p245_022.wav", "en/p306_016.wav"], "tags": ["numbers", "lang=en", "dialog"], "turns": ["Hey Mr. Gonzalez, I need help listing all the U.S. Presidents and their terms.", "Sure thing, Ivan. Let's start with George Washington, 1789-1797.", "Great. Next was John Adams, right? 1797-1801.", "Yes, then Thomas Jefferson, 1801-1809.", "Followed by James Madison, 1809-1817.", "James Monroe came next, 1817-1825.", "John Quincy Adams was after him, 1825-1829.", "Andrew Jackson served from 1829-1837.", "Martin Van Buren, 1837-1841, correct?", "Yes, then William Henry Harrison, 1841.", "He served a short term. Next was John Tyler, 1841-1845.", "James K. Polk followed, 1845-1849.", "Zachary Taylor, 1849-1850, was next.", "Millard Fillmore finished Taylor's term, 1850-1853.", "Franklin Pierce served from 1853-1857.", "James Buchanan followed, 1857-1861.", "Then Abraham Lincoln, 1861-1865.", "Andrew Johnson took over, 1865-1869.", "Ulysses S. Grant served from 1869-1877.", "Rutherford B. Hayes followed, 1877-1881.", "James A. Garfield was next, 1881.", "Chester A. Arthur finished Garfield's term, 1881-1885.", "Grover Cleveland served two non-consecutive terms, 1885-1889 and 1893-1897.", "Benjamin Harrison was in between, 1889-1893.", "William McKinley served from 1897-1901.", "Theodore Roosevelt took over, 1901-1909.", "William Howard Taft followed, 1909-1913.", "Woodrow Wilson served from 1913-1921.", "Warren G. Harding was next, 1921-1923.", "Calvin Coolidge finished Harding's term and served another, 1923-1929.", "Herbert Hoover followed, 1929-1933.", "Franklin D. Roosevelt served multiple terms, 1933-1945.", "Harry S. Truman took over, 1945-1953.", "Dwight D. Eisenhower served from 1953-1961.", "John F. Kennedy was next, 1961-1963.", "Lyndon B. Johnson finished Kennedy's term and served another, 1963-1969.", "Richard Nixon followed, 1969-1974.", "Gerald Ford finished Nixon's term, 1974-1977.", "Jimmy Carter served from 1977-1981.", "Ronald Reagan followed, 1981-1989.", "George H.W. Bush was next, 1989-1993.", "Bill Clinton served from 1993-2001.", "George W. Bush followed, 2001-2009.", "Barack Obama served from 2009-2017.", "Donald Trump was next, 2017-2021.", "And currently, Joe Biden serving from 2021-present. That's all of them!", "Thanks, Mr. Gonzalez! This list will be really helpful."], "language": "en"}
